Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Input level
zh_hans: 输入电平

source: Input microphone
zh_hans: 输入麦克风

source: Insert Last
zh_hans: 粘贴上次

source: Inserting
zh_hans: 正在插入

source: Inspect audio cuts
zh_hans: 检查音频片段

source: Inspect this training cut
zh_hans: 检查这段训练片段

source: Install Now
zh_hans: 立即安装

source: Install the selected model to enable verification
zh_hans: 安装所选模型后可进行验证

source: Installing FluidVoice %@
zh_hans: 正在安装 FluidVoice %@

source: Installing FluidVoice %lld
zh_hans: 正在安装 FluidVoice %lld

source: Installing…
zh_hans: 正在安装…

source: Integrations
zh_hans: 集成

source: Intelligence
zh_hans: 智能

source: Internal error: Failed to create test request payload
zh_hans: 内部错误：创建测试请求失败

source: International (Singapore)
zh_hans: 国际（新加坡）

source: Interrupted
zh_hans: 已中断

source: Introducing FluidMeet
zh_hans: FluidMeet 登场

source: Invalid API URL: %@
zh_hans: API URL 无效：%@

source: Invalid API URL: %lld
zh_hans: API URL 无效：%lld

source: Invalid Base URL format: '%@' could not be parsed as a URL
zh_hans: Base URL 格式无效：“%@”无法解析为 URL

source: Invalid Base URL format: '%lld' could not be parsed as a URL
zh_hans: Base URL 格式无效：“%lld”无法解析为 URL

source: Invalid Budget
zh_hans: 容量无效

source: Invalid HTTP response from GitHub.
zh_hans: GitHub 返回了无效的 HTTP 响应。

source: Invalid JSON audio payload.
zh_hans: JSON 音频数据无效。

source: Invalid JSON text payload.
zh_hans: 无效的 JSON 文本负载。

source: Invalid PCM sample buffer: %@.
zh_hans: PCM 采样缓冲无效：%@。

source: Invalid PCM sample buffer: %lld.
zh_hans: PCM 采样缓冲无效：%lld。

source: Invalid URL
zh_hans: URL 无效

source: Invalid URL.
zh_hans: URL 无效。

source: Invalid Whisper model URL
zh_hans: Whisper 模型 URL 无效

source: Invalid attribution sidecar: %@
zh_hans: 归因 sidecar 无效：%@

source: Invalid attribution sidecar: %lld
zh_hans: 归因 sidecar 无效：%lld

source: Invalid custom words payload: %@
zh_hans: 自定义词数据无效：%@

source: Invalid custom words payload: %lld
zh_hans: 自定义词数据无效：%lld

source: Invalid listing URL
zh_hans: 列表 URL 无效

source: Invalid listing URL components
zh_hans: 列表 URL 组成无效

source: Invalid max_audio_samples %@.
zh_hans: max_audio_samples 无效：%@。

source: Invalid max_audio_samples %lld.
zh_hans: max_audio_samples 无效：%lld。

source: Invalid max_audio_seconds %@.
zh_hans: max_audio_seconds 无效：%@。

source: Invalid max_audio_seconds %lld.
zh_hans: max_audio_seconds 无效：%lld。

source: Invalid overlap_samples %@ for max_audio_samples %@.
zh_hans: overlap_samples %@ 与 max_audio_samples %@ 不匹配。

source: Invalid overlap_samples %lld for max_audio_samples %lld.
zh_hans: overlap_samples %lld 与 max_audio_samples %lld 不匹配。

source: Invalid replacement payload: %@
zh_hans: 替换规则数据无效：%@

source: Invalid replacement payload: %lld
zh_hans: 替换规则数据无效：%lld

source: Invalid report endpoint.
zh_hans: 上报接口无效。

source: Invalid report response.
zh_hans: 上报响应无效。

source: Invalid response from LLM
zh_hans: LLM 返回了无效响应

source: Invalid response: %@
zh_hans: 响应无效：%@

source: Invalid response: %lld
zh_hans: 响应无效：%lld

source: Invalid server response
zh_hans: 服务器响应无效

source: Invalid vocabulary JSON: %@
zh_hans: 词表 JSON 无效：%@

source: Invalid vocabulary JSON: %lld
zh_hans: 词表 JSON 无效：%lld

source: It already sounds right
zh_hans: 听起来已经对了

source: It is at the top of the list.
zh_hans: 它在列表顶部。

source: Italian
zh_hans: 意大利语

source: I’ll set it up later
zh_hans: 稍后再设置

source: Japanese
zh_hans: 日语

source: Javanese
zh_hans: 爪哇语

source: Just speak.
zh_hans: 开口说就行。

source: KEYSTROKES SAVED
zh_hans: 省下按键

source: Kannada
zh_hans: 卡纳达语

source: Kazakh
zh_hans: 哈萨克语

source: Keep FluidVoice in the menu bar only (hides Dock icon and Cmd+Tab entry)
zh_hans: 让 FluidVoice 只留在菜单栏（隐藏程序坞图标和 Cmd+Tab 入口）

source: Keep Open
zh_hans: 保持打开

source: Keep audio
zh_hans: 保留音频

source: Keep audio with new training examples
zh_hans: 保留音频作为新的训练样本

source: Keep going—you’re nearly there
zh_hans: 继续——就差一点了

source: Keep it on
zh_hans: 保持开启

source: Keep recordings
zh_hans: 保留录音

source: Keep repeating it until the circle reaches 3/3.
zh_hans: 重复说到圆圈满 3/3 为止。

source: Keep the model ready between dictations.
zh_hans: 听写间隙保持模型就绪。

source: Keeps Fluid-1 ready so your first dictation finishes sooner.
zh_hans: 让 Fluid-1 保持待命，首次听写更快完成。

source: Keeps your words as spoken, including mistakes.
zh_hans: 保留你原话，包括说错的部分。

source: Key decisions
zh_hans: 关键决定

source: Keyboard shortcut or mouse button
zh_hans: 键盘快捷键或鼠标按键

source: Keychain Access Required
zh_hans: 需要钥匙串访问权限

source: Keys are stored in the macOS Keychain. Audio is uploaded to the vendor when you finish dictating; usage is billed to your account.
zh_hans: 密钥保存在 macOS 钥匙串中。听写结束后音频才会上传到服务商，用量计入你的账户。

source: Keystrokes saved
zh_hans: 节省的击键数

source: Khmer
zh_hans: 高棉语

source: Know what happens next
zh_hans: 明确后续动作

source: Korean
zh_hans: 韩语

source: Label speakers
zh_hans: 标记说话人

source: Language
zh_hans: 语言

source: Language (optional, e.g. zh, en)
zh_hans: 语言（可选，如 zh、en）

source: Languages
zh_hans: 语言

source: Languages: %@
zh_hans: 语言：%@

source: Languages: %@. Download size: approximately %@.
zh_hans: 语言：%@。下载大小约 %@。

source: Languages: %lld
zh_hans: 语言：%lld

source: Languages: %lld. Download size: approximately %lld.
zh_hans: 语言：%lld。下载大小约 %lld。

source: Lao
zh_hans: 老挝语

source: Last checked: %@
zh_hans: 上次检查：%@

source: Last checked: %lld
zh_hans: 上次检查：%lld

source: Last meeting
zh_hans: 上次会议

source: Later
zh_hans: 稍后

source: Latest
zh_hans: 最新

source: Latin
zh_hans: 拉丁语

source: Latvian
zh_hans: 拉脱维亚语

source: Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Russian, Slovak,
zh_hans: 拉脱维亚语、立陶宛语、马耳他语、波兰语、葡萄牙语、罗马尼亚语、俄语、斯洛伐克语、

source: Launch at startup
zh_hans: 开机自启

source: Launch at startup is only available on macOS.
zh_hans: 开机自启仅在 macOS 上可用。

source: Learn More
zh_hans: 了解更多

source: Learn from my corrections
zh_hans: 从我的修正中学习

source: Learn from your pronunciation
zh_hans: 学习你的发音

source: Learn this word?
zh_hans: 学习这个词？

source: Learning your voice…
zh_hans: 正在学习你的声音…

source: Leave out passwords and private information.
zh_hans: 请勿包含密码和隐私信息。

source: Left Click
zh_hans: 鼠标左键

source: Less
zh_hans: 更少

source: Let FluidVoice listen and type
zh_hans: 让 FluidVoice 听你讲、替你写

source: Let’s get the next release ready.
zh_hans: 一起来准备下个版本吧。

source: Let’s hear your word
zh_hans: 来听听你的发音

source: Let’s try a few examples.
zh_hans: 来试几个例子。

source: Light
zh_hans: 浅色

source: Light & quick
zh_hans: 轻快

source: Light-catching glass that lets your desktop show through.
zh_hans: 透光玻璃质感，能隐约映出桌面。

source: Lightweight
zh_hans: 轻量

source: Lingala
zh_hans: 林加拉语

source: List files in my Downloads folder
zh_hans: 列出我下载文件夹里的文件

source: Listed apps only
zh_hans: 仅列表中的 app

source: Listening
zh_hans: 正在聆听

source: Listening for conversation
zh_hans: 正在聆听对话

source: Listening to your current test.
zh_hans: 正在听你当前的测试。

source: Listening — stop when you’re finished
zh_hans: 聆听中——说完后停止

source: Listening...
zh_hans: 聆听中…

source: Listening…
zh_hans: 聆听中…

source: Lists
zh_hans: 列表

source: Lithuanian
zh_hans: 立陶宛语

source: Live Preview
zh_hans: 实时预览

source: Live captions are loading…
zh_hans: 实时字幕加载中…

source: Live captions could not load: %@
zh_hans: 实时字幕无法加载：%@

source: Live captions could not load: %lld
zh_hans: 实时字幕无法加载：%lld

source: Live captions dropped audio and resynced.
zh_hans: 实时字幕丢失了音频并已重新同步。

source: Live captions have not started.
zh_hans: 实时字幕尚未开始。

source: Live captions require Apple Silicon.
zh_hans: 实时字幕需要 Apple Silicon。

source: Live preview is disabled to avoid per-chunk charges.
zh_hans: 为避免按块计费，实时预览已停用。

source: Live transcript
zh_hans: 实时转写

source: Load an older recording into the textbox.
zh_hans: 把一段较早的录音载入文本框。

source: Load models
zh_hans: 加载模型列表

source: Load models from this provider
zh_hans: 从该服务商加载模型

source: Load models with the reload button, or use + to enter a model ID.
zh_hans: 点重载按钮加载模型，或点 + 手动输入模型 ID。

source: Loaded %@ custom words.
zh_hans: 已加载 %@ 个自定义词。

source: Loaded %@ saved %@.
zh_hans: 已加载 %@ 个已存 %@。

source: Loaded %lld custom words.
zh_hans: 已加载 %lld 个自定义词。

source: Loaded %lld saved %lld.
zh_hans: 已加载 %lld 个已存 %lld。

source: Loading audio…
zh_hans: 正在加载音频…

source: Loading history…
zh_hans: 正在加载历史…

source: Loading meetings…
zh_hans: 正在加载会议…

source: Loading model into memory... (30-60 sec)
zh_hans: 正在把模型加载到内存…（30–60 秒）

source: Loading model…
zh_hans: 正在加载模型…

source: Loading recording…
zh_hans: 正在加载录音…

source: Loading release notes...
zh_hans: 正在加载更新日志…

source: Loading statistics…
zh_hans: 正在加载统计…

source: Loading voice engine...
zh_hans: 正在加载语音引擎…

source: Loading voice engine…
zh_hans: 正在加载语音引擎…

source: Loading...
zh_hans: 正在加载…

source: Local Fluid-1 runtime. Default is MLX on Apple Silicon.
zh_hans: 本地 Fluid-1 运行时，Apple Silicon 上默认使用 MLX。

source: Local connection
zh_hans: 本地连接

source: Local model configured.
zh_hans: 本地模型已配置。

source: Local models run on Mac
zh_hans: 本地模型在 Mac 上运行

source: Local provider
zh_hans: 本地服务商

source: Log file not found at %@
zh_hans: 未在 %@ 找到日志文件

source: Long context
zh_hans: 长上下文

source: Longest dictation
zh_hans: 最长听写

source: Look at you go.
zh_hans: 看你今天的表现。

source: Look how far your voice has taken you today.
zh_hans: 看看你的声音今天带你走了多远。

source: Look how far your voice has taken you.
zh_hans: 看看你的声音带你走了多远。

source: Looks good already. No replacement needed.
zh_hans: 识别已经不错，无需替换。

source: Looks ready. Add this replacement when you're ready.
zh_hans: 差不多了，准备好就添加这条替换。

source: Lowercase First Letter
zh_hans: 首字母小写

source: Luxembourgish
zh_hans: 卢森堡语

source: MCP connections are coming in a future update. No meeting notes are shared with Claude or ChatGPT.
zh_hans: MCP 连接将在后续版本推出。会议笔记不会分享给 Claude 或 ChatGPT。

source: MEETINGS, MEET FLUID
zh_hans: 会议，遇见 Fluid

source: MODE
zh_hans: 模式

source: Macedonian
zh_hans: 马其顿语

source: Made for the way you work
zh_hans: 为你的工作方式而生

source: Make FluidVoice better.
zh_hans: 让 FluidVoice 变得更好。

source: Make a little space for your next big thought.
zh_hans: 为下一个大想法留点空间。

source: Make an image of your stats to post or send
zh_hans: 把你的统计生成图片以便发布或分享

source: Make every word feel like you.
zh_hans: 让每个字都像你。

source: Make it sound like you
zh_hans: 让它写得像你

source: Make it yours
zh_hans: 打造你的专属风格

source: Malagasy
zh_hans: 马达加斯加语

source: Malay
zh_hans: 马来语

source: Malayalam
zh_hans: 马拉雅拉姆语

source: Malformed request.
zh_hans: 请求格式有误。

source: Maltese
zh_hans: 马耳他语

source: Manage
zh_hans: 管理

source: Manage %@
zh_hans: 管理 %@

source: Manage %lld
zh_hans: 管理 %lld

source: Manage Fluid Intelligence
zh_hans: 管理 Fluid Intelligence

source: Manage instructions, models, and shortcuts here.
zh_hans: 在这里管理指令、模型和快捷键。

source: Mandarin
zh_hans: 普通话

source: Mandarin Chinese
zh_hans: 中文（普通话）

source: Manifest audio window is inconsistent: %@ samples vs %@s at %@ Hz.
zh_hans: 清单音频窗口不一致：%@ 采样 vs %@s（%@ Hz）。

source: Manifest audio window is inconsistent: %lld samples vs %llds at %lld Hz.
zh_hans: 清单音频窗口不一致：%lld 采样 vs %llds（%lld Hz）。

source: Manifest file not found at %@
zh_hans: 清单文件未找到：%@

source: Manifest file not found at %lld
zh_hans: 清单文件未找到：%lld

source: Maori
zh_hans: 毛利语

source: Marathi
zh_hans: 马拉地语

source: Match level
zh_hans: 匹配度

source: Match level for %@
zh_hans: “%@”的匹配等级

source: Match level for %lld
zh_hans: %lld 的匹配度

source: Matches Settings search
zh_hans: 与设置搜索匹配

source: Max samples reached. Add it or clear one.
zh_hans: 样本已满。添加它或清掉一条。

source: Maximum Accuracy
zh_hans: 最高准确率

source: Maybe later
zh_hans: 稍后再说

source: Medium Quality
zh_hans: 中等质量

source: Meet Fluid Intelligence
zh_hans: 认识 Fluid Intelligence

source: Meet Summary
zh_hans: 会议摘要

source: Meet the Fluid models
zh_hans: 认识 Fluid 模型

source: Meeting
zh_hans: 会议

source: Meeting Overlay
zh_hans: 会议悬浮层

source: Meeting Recording in Progress
zh_hans: 会议录音进行中

source: Meeting app and microphone.
zh_hans: 会议应用和麦克风。

source: Meeting attempt %@ already has a different immutable result sidecar.
zh_hans: 会议尝试 %@ 已有不同的不可变结果 sidecar。

source: Meeting attempt %lld already has a different immutable result sidecar.
zh_hans: 会议尝试 %lld 已有不同的不可变结果 sidecar。

source: Meeting audio
zh_hans: 会议音频

source: Meeting audio could not be saved. %@
zh_hans: 会议音频无法保存。%@

source: Meeting audio could not be saved. %lld
zh_hans: 会议音频无法保存。%lld

source: Meeting audio source
zh_hans: 会议音频来源

source: Meeting detected
zh_hans: 检测到会议

source: Meeting document views
zh_hans: 会议文档视图

source: Meeting ended?
zh_hans: 会议结束了？

source: Meeting history
zh_hans: 会议历史

source: Meeting home
zh_hans: 会议主页

source: Meeting may have ended. Stop and transcribe?
zh_hans: 会议可能已结束。停止并转写？

source: Meeting needs attention
zh_hans: 会议需要处理

source: Meeting recording could not start. %@
zh_hans: 会议录制无法开始。%@

source: Meeting recording could not start. %lld
zh_hans: 会议录制无法开始。%lld

source: Meeting recording could not stop cleanly. %@
zh_hans: 会议录制未能干净停止。%@

source: Meeting recording could not stop cleanly. %lld
zh_hans: 会议录制未能干净停止。%lld

source: Meeting recording failed
zh_hans: 会议录制失败

source: Meeting recording in progress
zh_hans: 会议录音进行中

source: Meeting recording interrupted
zh_hans: 会议录音中断

source: Meeting recording was interrupted
zh_hans: 会议录制被中断

source: Meeting result sidecar carries attempt %@; expected %@.
zh_hans: 会议结果 sidecar 的尝试号为 %@；预期 %@。

source: Meeting result sidecar carries attempt %lld; expected %lld.
zh_hans: 会议结果 sidecar 的尝试号为 %lld；预期 %lld。

source: Meeting result sidecar is %@ bytes; expected %@.
zh_hans: 会议结果 sidecar 为 %@ 字节；预期 %@。

source: Meeting result sidecar is %lld bytes; expected %lld.
zh_hans: 会议结果 sidecar 为 %lld 字节；预期 %lld。

source: Meeting result sidecar reference has unsupported format version %@.
zh_hans: 会议结果 sidecar 引用了不支持的格式版本 %@。

source: Meeting result sidecar reference has unsupported format version %lld.
zh_hans: 会议结果 sidecar 引用了不支持的格式版本 %lld。

source: Meeting setup failed
zh_hans: 会议设置失败

source: Meeting setup interrupted
zh_hans: 会议设置中断

source: Meeting summaries require a build with Fluid Intelligence.
zh_hans: 会议摘要需要包含 Fluid Intelligence 的构建。

source: Meeting summary actions
zh_hans: 会议摘要操作

source: Meeting title
zh_hans: 会议标题

source: Meeting title cannot be empty.
zh_hans: 会议标题不能为空。

source: Meeting transcription backend "%@" is not available.
zh_hans: 会议转写后端"%@"不可用。

source: Meeting transcription backend "%lld" is not available.
zh_hans: 会议转写后端"%lld"不可用。

source: Meeting transcription currently supports English only.
zh_hans: 会议转写目前仅支持英语。

source: Meeting transcription failed
zh_hans: 会议转写失败

source: Meeting transcription interrupted
zh_hans: 会议转写中断

source: Meeting transcription was interrupted
zh_hans: 会议转写被中断

source: Meeting type
zh_hans: 会议类型

source: Meeting voice-processing capture declined: %@
zh_hans: 会议语音处理采集被拒绝：%@

source: Meeting voice-processing capture declined: %lld
zh_hans: 会议语音处理采集被拒绝：%lld

source: Meetings
zh_hans: 会议

source: Merge
zh_hans: 合并

source: Merge into
zh_hans: 合并到

source: Message
zh_hans: 消息

source: Messages
zh_hans: 消息

source: Method Not Allowed
zh_hans: 方法不允许

source: Method not allowed.
zh_hans: 方法不允许。

source: Microphone
zh_hans: 麦克风

source: Microphone / Unknown
zh_hans: 麦克风 / 未知

source: Microphone Changes
zh_hans: 麦克风变更

source: Microphone Permission
zh_hans: 麦克风权限

source: Microphone Settings
zh_hans: 麦克风设置

source: Microphone Speaker %@
zh_hans: 麦克风/扬声器 %@

source: Microphone Speaker %lld
zh_hans: 麦克风/扬声器 %lld

source: Microphone Unavailable
zh_hans: 麦克风不可用

source: Microphone access allowed
zh_hans: 已允许麦克风访问

source: Microphone access denied
zh_hans: 麦克风访问被拒绝

source: Microphone access is not authorized.
zh_hans: 未授权麦克风访问。

source: Microphone access is required for voice recording
zh_hans: 语音录音需要麦克风权限

source: Microphone access is restricted by system policy.
zh_hans: 麦克风访问被系统策略限制。

source: Microphone access not determined
zh_hans: 麦克风访问未授权

source: Microphone buffering overflowed before the input rebind could commit.
zh_hans: 输入重绑提交前麦克风缓冲溢出。

source: Microphone buffering overflowed before the route-change handoff could commit.
zh_hans: 路由变更交接提交前麦克风缓冲溢出。

source: Microphone capture reported a runtime error.
zh_hans: 麦克风采集报告了运行时错误。

source: Microphone capture stopped unexpectedly.
zh_hans: 麦克风采集意外停止。

source: Microphone capture switched to %@.
zh_hans: 麦克风采集已切换到 %@。

source: Microphone capture switched to %lld.
zh_hans: 麦克风采集已切换到 %lld。

source: Microphone changed
zh_hans: 麦克风已切换

source: Microphone input level
zh_hans: 麦克风输入电平

source: Microphone only.
zh_hans: 仅麦克风。

source: Microphone permission is not granted.
zh_hans: 未授予麦克风权限。

source: Microphone rebind failed after retry: %@
zh_hans: 麦克风重绑重试后仍失败：%@

source: Microphone rebind failed after retry: %lld
zh_hans: 麦克风重绑重试后仍失败：%lld

source: Microphone route safety metadata could not be saved; recording was stopped fail-closed.
zh_hans: 麦克风路由安全元数据无法保存；录音已安全停止。

source: Microphone selected
zh_hans: 已选择麦克风

source: Microphone transcript admission resumed on a positively identified closed output route.
zh_hans: 在确认为封闭的输出路由上恢复麦克风转写准入。

source: Microphone unavailable
zh_hans: 麦克风不可用

source: Microphone unavailable after a route change: %@
zh_hans: 音频路由变化后麦克风不可用：%@

source: Microphone unavailable after a route change: %lld
zh_hans: 音频路由变化后麦克风不可用：%lld

source: Microphone: Authorized
zh_hans: 麦克风：已授权

source: Microphone: Denied
zh_hans: 麦克风：已拒绝

source: Microphone: Not Determined
zh_hans: 麦克风：未决定

source: Microphone: Restricted
zh_hans: 麦克风：受限制

source: Microphone: Unknown
zh_hans: 麦克风：未知

source: Middle Click
zh_hans: 鼠标中键

source: Mild
zh_hans: 轻度

source: Minimal resource usage. Best for older Macs or battery life.
zh_hans: 资源占用最少，适合老 Mac 或省电场景。

source: Misheard
zh_hans: 听错

source: Misheard Words (triggers)
zh_hans: 听错的词（触发词）

source: Missing audio body.
zh_hans: 缺少音频请求体。

source: Missing audio path or audioBase64.
zh_hans: 缺少 audio path 或 audioBase64。

source: Missing repository metadata for %@.
zh_hans: 缺少 %@ 的仓库元数据。

source: Missing repository metadata for %lld.
zh_hans: 缺少 %lld 的仓库元数据。

source: Missing required files: %@
zh_hans: 缺少必要文件：%@

source: Missing required files: %lld
zh_hans: 缺少必要文件：%lld

source: Mode:
zh_hans: 模式：

source: Model
zh_hans: 模型

source: Model Activation Failed
zh_hans: 模型激活失败

source: Model Delete Failed
zh_hans: 模型删除失败

source: Model Download Failed
zh_hans: 模型下载失败

source: Model ID
zh_hans: 模型 ID

source: Model activation cancelled: %@
zh_hans: 已取消模型激活：%@

source: Model cached. Will load on first use.
zh_hans: 模型已缓存，首次使用时加载。

source: Model details
zh_hans: 模型详情

source: Model did not report ready.
zh_hans: 模型未报告就绪。

source: Model download cancelled
zh_hans: 模型下载已取消

source: Model download cancelled: %@
zh_hans: 模型下载已取消：%@

source: Model download completed successfully
zh_hans: 模型下载成功

source: Model download completed: %@
zh_hans: 模型下载完成：%@

source: Model download source, outcome, and download duration.
zh_hans: 模型下载来源、结果和耗时。

source: Model downloaded, but verification failed.
zh_hans: 模型已下载，但验证失败。

source: Model downloads
zh_hans: 模型下载

source: Model file is not installed.
zh_hans: 模型文件未安装。

source: Model input added %.2f s of trailing padding. Playback uses captured audio only.
zh_hans: 模型输入在末尾补了 %.2f 秒空白。播放时只使用实际采集的音频。

source: Model is ready to use!
zh_hans: 模型已可用！

source: Model not ready
zh_hans: 模型未就绪

source: Model ready
zh_hans: 模型已就绪

source: Model selection
zh_hans: 模型选择

source: Model thinking
zh_hans: 模型思考中

source: Model unavailable.
zh_hans: 模型不可用。

source: Model verification failed.
zh_hans: 模型验证失败。

source: Model verified
zh_hans: 模型已验证

source: Model will download when needed.
zh_hans: 模型将在需要时下载。

source: Model:
zh_hans: 模型：

source: Models are busy. Wait for the current model operation to finish.
zh_hans: 模型正忙，请等待当前操作完成。

source: Models deleted successfully
zh_hans: 模型删除成功

source: Modify
zh_hans: 修改

source: Modify custom words
zh_hans: 修改自定义词

source: Modify dictionary replacements
zh_hans: 修改词典替换

source: Modify spoken formatting
zh_hans: 修改语音排版

source: Mongolian
zh_hans: 蒙古语

source: More
zh_hans: 更多

source: More capable
zh_hans: 更强

source: More correction options
zh_hans: 更多修正选项

source: More exact
zh_hans: 更严格

source: More forgiving
zh_hans: 更宽松

source: More settings…
zh_hans: 更多设置…

source: More transcript actions
zh_hans: 更多转写操作

source: Most capable. For complex tasks.
zh_hans: 能力最强。 适合复杂任务。

source: Mouse %@
zh_hans: 鼠标 %@

source: Mouse %lld
zh_hans: 鼠标 %lld

source: Mouse clicks can only be assigned to Primary Dictation or Paste Last Transcription
zh_hans: 鼠标按键只能分配给"主听写"或"粘贴上次转写"

source: Mouse shortcut
zh_hans: 鼠标快捷键

source: Mouse shortcut is missing a mouse button
zh_hans: 鼠标快捷键缺少鼠标按键

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Move down
zh_hans: 下移

source: Move up
zh_hans: 上移

source: Moves the selected microphone to first in FluidVoice priority
zh_hans: 把所选麦克风提到 FluidVoice 优先级首位

source: Multilingual
zh_hans: 多语言

source: Multilingual (Auto Detect)
zh_hans: 多语言（自动检测）

source: My Custom Prompt
zh_hans: 我的自定义提示词

source: My FluidVoice stats
zh_hans: 我的 FluidVoice 统计

source: Myanmar
zh_hans: 缅甸语

source: NSEvent monitor: Modifier shortcut conflict while recording: %@
zh_hans: 快捷键冲突：录制修饰键快捷键时与 %@ 冲突

source: NSEvent monitor: Modifier shortcut conflict while recording: %lld
zh_hans: 快捷键冲突：录制修饰键快捷键时与 %lld 冲突

source: NSEvent monitor: Mouse shortcut conflict while recording: %@
zh_hans: 快捷键冲突：录制鼠标快捷键时与 %@ 冲突

source: NSEvent monitor: Mouse shortcut conflict while recording: %lld
zh_hans: 快捷键冲突：录制鼠标快捷键时与 %lld 冲突

source: NSEvent monitor: Shortcut conflict while recording: %@
zh_hans: 快捷键冲突：录制新快捷键时与 %@ 冲突

source: NSEvent monitor: Shortcut conflict while recording: %lld
zh_hans: 快捷键冲突：录制新快捷键时与 %lld 冲突

source: NVIDIA Nemotron 3.5 streaming-capable transcription. Supports 40 language-locales with auto or manual language selection.
zh_hans: NVIDIA Nemotron 3.5 流式转写，支持 40 个语种，可自动或手动选择语言。

source: Name
zh_hans: 名称

source: Name Unknown Speaker
zh_hans: 命名未知说话人

source: Name each voice and we'll relabel the whole transcript.
zh_hans: 给每个声音命名，我们会重新标记整篇转写。

source: Name for %@
zh_hans: %@ 的名称

source: Name for %lld
zh_hans: %lld 的名字

source: Names & terms
zh_hans: 名字与术语

source: Napisz krótką aktualizację o dzisiejszym spotkaniu.
zh_hans: 写一条关于今天会议的简短汇报。

source: Near-maximum accuracy with optimized speed.
zh_hans: 接近最高准确率，速度优化。

source: Needed
zh_hans: 需要

source: Needs setup
zh_hans: 需要设置

source: Neither new model structure (Preprocessor + Encoder) nor legacy structure (MelEncoder) found
zh_hans: 既没找到新模型结构（Preprocessor + Encoder），也没找到旧结构（MelEncoder）

source: Nemotron 3 Diarization · %@
zh_hans: Nemotron 3 说话人分离 · %@

source: Nemotron 3 Diarization · %lld
zh_hans: Nemotron 3 说话人分离 · %lld

source: Nemotron 3.5 Multilingual
zh_hans: Nemotron 3.5 多语言

source: Nemotron 3.5 Multilingual is slower but more accurate. Supports around 40 languages with auto or manual language selection. Best on Apple Silicon with 8GB+ RAM.
zh_hans: Nemotron 3.5 多语言版较慢但更准，支持约 40 种语言，可自动或手动选择语言。建议 8GB+ 内存的 Apple Silicon。

source: Nemotron Offline
zh_hans: Nemotron 离线版

source: Nemotron Speech 3.5 - Streaming Capable
zh_hans: Nemotron Speech 3.5 - 支持流式

source: Nemotron Speech 3.5 - Ultra Fast Low Latency
zh_hans: Nemotron Speech 3.5 - 超快低延迟

source: Nemotron Speech 3.5 Streaming Capable uses NVIDIA's streaming CoreML pipeline. Supports around 40 languages with auto or manual language selection.
zh_hans: Nemotron Speech 3.5 流式版使用 NVIDIA 流式 CoreML 管线，支持约 40 种语言，可自动或手动选择语言。

source: Nemotron Streaming
zh_hans: Nemotron 流式版

source: Nemotron artifacts incomplete after download at %@.
zh_hans: Nemotron 产物下载不完整：%@。

source: Nemotron artifacts incomplete after download at %lld.
zh_hans: Nemotron 产物下载不完整：%lld。

source: Nemotron provider is not ready.
zh_hans: Nemotron 引擎未就绪。

source: Nepali
zh_hans: 尼泊尔语

source: Network connection lost while connecting to %@. Check your internet connection.
zh_hans: 连接 %@ 时网络中断。请检查网络。

source: Network connection lost while connecting to %lld. Check your internet connection.
zh_hans: 连接 %lld 时网络中断。请检查网络。

source: Network error: %@
zh_hans: 网络错误：%@
